Repository: themesanasang/ImageView
Catalog: ImageView/Resources/strings.*.resx
Languages: fr

source: About
fr: À propos de...

# AboutDependencies
source: This program depends on other work (libraries or art files). Please check out About/License for a complete information.
fr: Ce programme dépend d'autres travaux (librairies ou art). Merci de bien vouloir naviguer sur A propos de/License pour plus d'informations.

# AboutFreeAndOpenSource
source: This program is free and open source software.
fr: Application libre et open-source

# AboutGetLatest
source: Get Latest Version:
fr: Obtenir la derniere version:

# AboutLicense
source: Licensed under the MIT License. Copyright © 2020, Tony Pottier
fr: Application sous license MIT. Droits d'auteur © 2020, Tony Pottier

# AboutPleaseDonate
source: If you wish to support this program, please consider donating using the donate button below:
fr: Si vous souhaitez contribuer a l'amélioration de ce programme; vous pouvez faire une donation via ce bouton:

# AboutPleaseDonate2
source: Every donation is greatly appreciated!
fr: Tous les dons sont grandement appreciés!

# AboutSourceCodeRepo
source: Source Code Repository:
fr: Archive du code source:

# AboutTitle
source: About {0}
fr: À propos de {0}

source: Apply
fr: Appliquer

source: Best Fit
fr: Dimensionnement Automatique

source: Cancel
fr: Annuler

source: Check for Updates
fr: Vérifier les mises a jour

source: Close
fr: Fermer

source: Copy
fr: Copier

source: Delete
fr: Supprimer

source: Delete Image
fr: Supprimer l'image

source: &Edit
fr: &Editer

# en
source: English
fr: Anglais

source: Error
fr: Erreur

# ErrorImageLoad
source: ImageView was unable to load {0}. The image is corrupted or its format could not be recognized.
fr: ImageView n'est pas en mesure d'ouvrir {0}. Ce fichier est corrompu ou le format d'image n'est pas reconnu.

source: Exit
fr: Quitter

source: File
fr: Fichier

source: Fit to Height
fr: Étendre en hauteur

source: Fit to Width
fr: Étendre en largeur

# fr
source: French
fr: Français

source: Fullscreen
fr: Plein écran

source: &Help
fr: &Aide

source: Horizontal Flip
fr: Inverser (Horizontal)

# ImageModeRestore
source: Same as last viewed image
fr: Utiliser le mode actuel

# LicenseAdditional
source: In addition, this software depends on additional libraries and art files; under the following licenses:
fr: De plus, ce logiciel dépend d'autres librairies et utilisent des fichiers graphiques externes; qui sont eux meme licensiés sous:

# LicenseErrorMessage
source: There was an unexpected error while loading the license files. Please refer to https://getimageview.net
fr: Une erreur est survenue pendant le chargement du fichier de license. Merci de vous référer à https://getimageview.net pour plus d'information.

# LicenseErrorTitle
source: Error loading license files
fr: Impossible de charger les fichiers de license

# LicenseMain
source: This software is licensed under the following license:
fr: Ce logiciel est mis à disposition sous la license suivante:

# MenuFile
source: &File
fr: &Fichier

source: Next
fr: Suivant

source: Next Image
fr: Image suivante

source: Open
fr: Ouvrir

source: Open Image File
fr: Ouvrir une image

source: Pick Image Size Mode
fr: Sélectionner le mode d'affichage

source: Previous
fr: Précédent

source: Previous Image
fr: Image précédente

source: Property
fr: Attribut

source: Reader Mode
fr: Mode Lecture

source: Real Size
fr: Taille réelle

# RotateLeft
source: Rotate Left (Counter Clockwise)
fr: Rotation vers la Gauche

# RotateRight
source: Rotate Right (Clockwise)
fr: Rotation vers la Droite

source: Save Image Copy As...
fr: Enregister une copie sous...

source: Settings
fr: Paramètres

# SettingsAutoRotate
source: Automatically rotate
fr: Rotation Automatique

# SettingsAutoRotateExplanation
source: Automatically rotate the image according to its orientation metadata
fr: Utiliser les meta-données de l'image pour en déterminer son orientation

# SettingsCheckeredPatternBackground
source: Use a checkered pattern background behind transparent images
fr: Utiliser un fond d'écran en damier derrière les images transparentes

# SettingsChooseDefaultApps
source: Choose Default Apps
fr: Applications par défaut

# SettingsDefaultApp
source: Default Application
fr: Applications par défaut

# SettingsDefaultAppExplanation
source: Click on the button below to launch Windows Default Applications. From there, you can select ImageView to be your default Photo Viewer. If you are using the portable version of ImageView, you need to run it with administrator privilege for this functionality to work.
fr: Cliquez sur le bouton ci-dessous pour lancer le paramétrage d'applications par défaut. Vous pourrez alors sélectionner ImageView comme visionneur d'image. Si vous utilisez la version portable d'ImageView, vous devrez la relancer avec un compte Administrateur pour activer cette fonctionalité.

# SettingsDefaultSizeMode
source: Default Image Size Mode
fr: Mode d'affichage par défaut

# SettingsDefaultSizeModeExplanation
source: When loading an image, set image size mode to:
fr: Au chargement d'une image, utiliser le mode d'affichage suivant:

# SettingsGeneral
source: General
fr: Général

# SettingsHistory
source: History
fr: Historique

# SettingsHistoryExplanation
source: A value of 0 will disable history. The maximum value is 99.
fr: Une valeur de 0 désactive la fonction historique. La valeur maximale est 100.

# SettingsHistoryMaxSize
source: Number of items to keep in history:
fr: Nombre maximum d'articles à conserver:

# SettingsHistorySaveOnExit
source: Save History When Exiting Program
fr: Sauvegarder l'historique à la fermeture de l'application

# SettingsImageViewing
source: Image Viewing
fr: Visionnage d'Image

# SettingsSlideshowTimer
source: Time to display each image:
fr: Temps d'affichage par image

# SettingsTransparentImagesSupport
source: Transparent Images Support
fr: Images transparentes

source: Slideshow
fr: Diaporama

# SplashExplanation
source: It appears the first time you start ImageView. Please select your language. You can always change it later by going into the application settings.
fr: Il semblerait que ce soit le premier lancement de l'application ImageView. Merci de bien vouloir sélectionner votre langue. Vous pourrez toujours la changer plus tard via l'écran de paramétrage.

# SplashSelected
source: Selected Language: {0}
fr: Langue Selectionnée: {0}

# SplashTitle
source: Welcome!
fr: Bienvenue!

source: Value
fr: Valeur

source: Vertical Flip
fr: Inverser (Vertical)

source: &View
fr: &Voir

# WelcomeStatus
source: Welcome! Open an image file to begin browsing.
fr: Bienvenue! Ouvrez une image pour commencer.

source: Zoom Tool
fr: Outil de Zoom
